<?php

return [
    '1' => 'تم إرسال الرسالة بنجاح',
    '1010' => 'معلومات ناقصة.. اسم المستخدم أو كلمة المرور أو في محتوى الرسالة أو الرقم',
    '1020' => 'بيانات الدخول خاطئة',
    '1030' => 'نفس الرسالة مع نفس الاتجاه توجد في الملحق، انتظر عشر ثواني قبل إعادة إرسالها',
    '1040' => 'حروف غير معترف بها',
    '1050' => 'الرسالة فارغة، السبب:الانتقاء قد سبب حذف محتوى الرسالة',
    '1060' => 'اعتماد غير كافي لعميلة الإرسال',
    '1070' => 'رصيدك 0 ، غير كافي لعملية الإرسال',
    '1080' => 'رسالة غير مرسلة ، خطأ في عملية إرسال رسالة',
    '1090' => 'تكرير عملية الانتقاء أنتج الرسالة',
    '1100' => 'عذرا ، لم يتم إرسال الرسالة. حاول في وقت لاحق',
    '1110' => 'عذرا، هناك اسم مرسل خاطئ ثم استعماله، حاول من جديد تصحيح الاسم',
    '1120' => 'عذرا ، هذا البلد الذي تحاول الإرسال له لا تشمله شبكتنا',
    '1130' => 'عذرا، راجع المشرف على شبكاتنا باعتبار الشبكة المحددة في حسابكم',
    '1140' => 'عذرا ، تجاوزت الحد الأقصى لأجزاء الرسائل. حاول إرسال عدد أقل من الأجزاء',
    '1150' => 'هذه الرسالة مكررة بنفس رقم الجوال واسم المرسل ونص الرسالة',
    '1160' => 'هناك مشكلة في مدخلات تاريخ وتوقيت الإرسال اللاحق',
    '1170' => 'خطأ غير معروف',
];
